Repository: erickantana/pokemon_flutter
Catalog: lib/l10n/app_*.arb
Languages: id

source: Password
id: Kata Sandi

source: Email Address
id: Alamat Email

source: Sign In
id: Masuk

source: Register
id: Daftar

# emptyField
source: {field} cannot be empty.
id: {field} tidak dapat dikosongkan.

source: User not found.
id: User tidak dapat ditemukan.

# wrongPassword
source: Incorrect password.
id: Kata sandi salah.

# authenticationFailure
source: Unable to authenticate
id: Tidak dapat mengautentikasi.

# weakPassword
source: The password provided is too weak.
id: Kata sandi yang diberikan terlalu lemah.

# emailAlreadyInUse
source: The account already exists for that email.
id: Akun pada email yang diberikan sudah digunakan.

# registrationFailure
source: Unable to register
id: Gagal melakukan registrasi akun.

source: Authenticating
id: Autentikasi

source: Registering
id: Registrasi

source: Sign in to continue
id: Masuk untuk melanjutkan

source: Don't have an account?
id: Tidak punya akun?

source: Register Instead
id: Register disini

source: Authentication Status
id: Status Autentikasi

source: Back
id: Kembali

source: Version
id: Versi

source: Max Chance
id: Peluang Tertinggi

source: Encounter
id: Pertemuan

source: Min. Level
id: Level Minimum

source: Max. Level
id: Level Maksimum

source: Chance
id: Peluang

source: Method
id: Metode

# condition
source: Conditions
id: Persyaratan

source: Unable To Fetch Image
id: Tidak dapat memuat gambar

source: No Image Available
id: Gambar tidak tersedia

source: No Abilities Available
id: Tidak ada kemampuan yang tersedia

source: Close
id: Tutup

# noEncounterAvailable
source: No Encounters Available
id: Tidak ada pertemuan tersedia

source: See more
id: Tampilkan Lebih

# noEvolutionAvailable
source: No Evolutions Available
id: Tidak ada evolusi tersedia

source: Moves
id: Gerakan

# noMoveAvailable
source: No Moves Available
id: Tidak ada gerakan tersedia

# speciesInfoUnavailable
source: Species Info is Unavailable
id: Informasi Spesies tidak tersedia

source: Species Info
id: Informasi Spesies

source: Varieties
id: Variasi

source: Base Happiness
id: Basis Kesenangan

source: Capture Rate
id: Peluang Tangkap

source: No Stats Available
id: Tidak ada info stat tersedia

source: Base Stats
id: Stats Dasar

source: Abilities
id: Kemampuan

source: Evolutions
id: Evolusi

source: Species
id: Spesies

source: Weight
id: Berat

source: Height
id: Tinggi

source: Already have an account?
id: Sudah memiliki akun?

source: Login Instead
id: Login disini

source: Loading
id: Memuat

source: Yes
id: Iya

source: Cancel
id: Batal
